Revit 2027 API
BuiltInFailures.RebarFailures.TooSmallNumberOfBars Property
 Rebar Set must contain at least two bar locations.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId TooSmallNumberOfBars { get; }
Public Shared ReadOnly Property TooSmallNumberOfBars As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ TooSmallNumberOfBars {
	FailureDefinitionId^ get ();
}
static member TooSmallNumberOfBars : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.RebarFailures Class
Autodesk.Revit.DB Namespace